{"firstName":"Eddy","headline":"Project Manager at Fearless VR","id":"V-SMDfW0IB","industry":"Program Development","lastName":"MHALLI","pictureUrl":"https:\/\/media.licdn.com\/mpr\/mprx\/0_x0rFQvOEwdJ-mZU61mQFmPFwSdK-wVeInmQF_THwDj6PwEL6sRQFDvyEm06PaEWRpRkd3B0oksR1HYtn9uzRmTO63sRtHYTb9uzX58IIoUaOGesRsj_ELqLVTf3CTY9nxflIGOHQhY5","positions":{"_total":1,"values":[{"company":{"name":"Fearless VR"},"id":801460701,"isCurrent":true,"startDate":{"month":9,"year":2015},"summary":"Fearless est un logiciel utilisant la réalité virtuelle afin d'aider les personnes ayant des troubles psychiques tels que les phobies, les addictions, le stress et les blocages, grâce à des scènes 3D interactifs dans lequel le patient peut se mettre en immersion et surpasser ses limites virtuelles pour mieux les gérer dans la vie réelle.\n\nGrâce à nos partenaires, nous essayons de produire des scènes de qualités en interrogeant des spécialistes pour nous conseiller dans nos pratiques et dans nos choix de scénario. Nous n'oublions pas notre priorité qui est la sécurité des patients et le confort des spécialistes. \n\nActuellement en beta sur les téléphones mobiles, n'hésitez pas à nous retrouver sur notre site internet :\nhttp:\/\/fearless-vr.com\n\nMon travail à Fearless, est de vérifier la vision de notre projet ainsi que d'établir et de mettre à jour nos échéanciers et nos budgets. Mise à part le développement, je m'occupe également des communications avec les spécialistes et je reste à l'écoute pour chaque proposition qui permettrait d'améliorer la vie de ses personnes. \n\n---\n\nFearless is software that uses virtual reality to help people with physichic disorders such as phobias, addictions, stress and blockages, through interactive 3D scenes in which patient can immerse and surpass his virtual limits to better manage them in real life.\n\nThanks to our partners, we try to produce quality scenes from interviewing specialists to advise us in our practices and in our scenario choices. We do not forget our priority, patient safety and the comfort of our specialists.\n\nCurrently in beta on mobile phones, do not hesitate to find us on our website:\nhttp:\/\/fearless-vr.com\n\nMy job at Fearless is to verify the vision of our project and to establish and update our schedules and budgets. Apart development, I also meet specialists and  communicate with them and I remain attentive to each proposal that would improve the lives of its people.","title":"Gestionnaire de projet et développeur \/ Project manager and developer"}]},"summary":""}